def changeChar(old, new, text):
    if(text == ""):
        text = "ЙФЧЗРДХВЭРЖРЖЕДМВДПЭЫДХВУЕЙШЯПЖЕДМЖДПВЭ ВРДЕВТЖШЗДКЫЬЖЕЗДШЩНЬМВДПЫ ЫЩДФЫЬШНД ЫФДЮЖЭДВ ДЮЖЭНДЭ ЖМВПЗЕЭЙДЭЗЕЦМЫЫДВКЕЖЮРВДВКЩЖ ЗЕВЭЦДПДКЫЕНСД НЮНДРВ ВЩЖЙД ЙЬЫЕВДХВШЯФЖЕЖЭЦДЩВЭЕЖДЗДХВЭ ЫХЫММВДВКЕЫУЖЕЖДМЫКВДХВТЫЕДФЫЕРЗЛДЭМЫУДЗДПШЩНУДХВПЖЕЗЕДОЕВХЦЙФЗДПЫ ЫЩДГЖПЯЕДЭШЫЕЖЕЖЭЦДФЫ ЫЕЦ"
    b = ""
    for i in text:
        if (i == old):
            b += new
        else:
            b += i
    print(b)
    return b

x = changeChar('Д',' ',"")
x = changeChar(' ',' ',x)

x = " "


